{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "a": 5,
      "c": 6,
      "d": 7,
      "e": 8,
      "f": 9,
      "g": 10,
      "h": 11,
      "i": 12,
      "k": 13,
      "l": 14,
      "m": 15,
      "n": 16,
      "p": 17,
      "q": 18,
      "r": 19,
      "s": 20,
      "t": 21,
      "v": 22,
      "w": 23,
      "y": 24,
      "##t": 25,
      "##w": 26,
      "##y": 27,
      "##r": 28,
      "##v": 29,
      "##k": 30,
      "##i": 31,
      "##s": 32,
      "##g": 33,
      "##c": 34,
      "##q": 35,
      "##p": 36,
      "##n": 37,
      "##f": 38,
      "##m": 39,
      "##h": 40,
      "##d": 41,
      "##a": 42,
      "##l": 43,
      "##e": 44,
      "ll": 45,
      "la": 46,
      "aa": 47,
      "al": 48,
      "el": 49,
      "lk": 50,
      "ag": 51,
      "lg": 52,
      "gl": 53,
      "kk": 54,
      "kl": 55,
      "le": 56,
      "il": 57,
      "vl": 58,
      "li": 59,
      "ia": 60,
      "ek": 61,
      "ki": 62,
      "lv": 63,
      "ai": 64,
      "ie": 65,
      "av": 66,
      "ae": 67,
      "ls": 68,
      "gi": 69,
      "gg": 70,
      "ei": 71,
      "ke": 72,
      "ga": 73,
      "gk": 74,
      "ik": 75,
      "ii": 76,
      "ea": 77,
      "ak": 78,
      "ka": 79,
      "dl": 80,
      "va": 81,
      "ee": 82,
      "ig": 83,
      "vv": 84,
      "sl": 85,
      "gv": 86,
      "ld": 87,
      "vi": 88,
      "sg": 89,
      "lt": 90,
      "di": 91,
      "iv": 92,
      "id": 93,
      "vg": 94,
      "kv": 95,
      "ve": 96,
      "rl": 97,
      "kg": 98,
      "tg": 99,
      "ev": 100,
      "vk": 101,
      "tl": 102,
      "is": 103,
      "lr": 104,
      "ge": 105,
      "ta": 106,
      "ad": 107,
      "gs": 108,
      "eg": 109,
      "de": 110,
      "da": 111,
      "nl": 112,
      "sa": 113,
      "gt": 114,
      "it": 115,
      "vd": 116,
      "ti": 117,
      "si": 118,
      "dk": 119,
      "as": 120,
      "vs": 121,
      "ar": 122,
      "dg": 123,
      "gr": 124,
      "dv": 125,
      "ri": 126,
      "kt": 127,
      "ln": 128,
      "sk": 129,
      "rk": 130,
      "kd": 131,
      "tv": 132,
      "gd": 133,
      "vt": 134,
      "ks": 135,
      "kr": 136,
      "at": 137,
      "ed": 138,
      "sv": 139,
      "ni": 140,
      "ir": 141,
      "lp": 142,
      "er": 143,
      "tk": 144,
      "se": 145,
      "kn": 146,
      "rg": 147,
      "te": 148,
      "ss": 149,
      "re": 150,
      "lf": 151,
      "ra": 152,
      "vr": 153,
      "et": 154,
      "fl": 155,
      "in": 156,
      "rv": 157,
      "es": 158,
      "rr": 159,
      "pe": 160,
      "pl": 161,
      "ma": 162,
      "gf": 163,
      "fg": 164,
      "en": 165,
      "nk": 166,
      "sd": 167,
      "yl": 168,
      "tt": 169,
      "ip": 170,
      "ts": 171,
      "ds": 172,
      "dd": 173,
      "td": 174,
      "pg": 175,
      "ql": 176,
      "pa": 177,
      "pv": 178,
      "na": 179,
      "an": 180,
      "fa": 181,
      "sr": 182,
      "st": 183,
      "nv": 184,
      "vn": 185,
      "lq": 186,
      "fd": 187,
      "if": 188,
      "gn": 189,
      "ng": 190,
      "dt": 191,
      "eq": 192,
      "af": 193,
      "qa": 194,
      "df": 195,
      "vp": 196,
      "fe": 197,
      "fi": 198,
      "rs": 199,
      "rd": 200,
      "kp": 201,
      "pd": 202,
      "dr": 203,
      "vf": 204,
      "gy": 205,
      "ne": 206,
      "fv": 207,
      "qi": 208,
      "fk": 209,
      "ky": 210,
      "ef": 211,
      "aq": 212,
      "rt": 213,
      "pk": 214,
      "pi": 215,
      "mk": 216,
      "ly": 217,
      "fs": 218,
      "sf": 219,
      "gq": 220,
      "dy": 221,
      "yg": 222,
      "ey": 223,
      "kq": 224,
      "tp": 225,
      "ns": 226,
      "qk": 227,
      "tr": 228,
      "dp": 229,
      "ml": 230,
      "sn": 231,
      "kf": 232,
      "dn": 233,
      "ap": 234,
      "yd": 235,
      "yi": 236,
      "nr": 237,
      "sp": 238,
      "ay": 239,
      "ep": 240,
      "np": 241,
      "ye": 242,
      "iy": 243,
      "pt": 244,
      "gp": 245,
      "ps": 246,
      "yk": 247,
      "tn": 248,
      "qv": 249,
      "ya": 250,
      "nn": 251,
      "nt": 252,
      "qe": 253,
      "ft": 254,
      "rf": 255,
      "rn": 256,
      "vy": 257,
      "nd": 258,
      "iq": 259,
      "qg": 260,
      "ys": 261,
      "tf": 262,
      "sy": 263,
      "ms": 264,
      "mg": 265,
      "yv": 266,
      "rp": 267,
      "ry": 268,
      "rq": 269,
      "sq": 270,
      "yr": 271,
      "am": 272,
      "mi": 273,
      "fn": 274,
      "me": 275,
      "lm": 276,
      "fr": 277,
      "mv": 278,
      "vq": 279,
      "qt": 280,
      "hl": 281,
      "nf": 282,
      "gm": 283,
      "qs": 284,
      "qr": 285,
      "pr": 286,
      "yn": 287,
      "yt": 288,
      "ty": 289,
      "pn": 290,
      "mt": 291,
      "pf": 292,
      "em": 293,
      "ff": 294,
      "ny": 295,
      "qd": 296,
      "lh": 297,
      "km": 298,
      "tq": 299,
      "fp": 300,
      "md": 301,
      "mr": 302,
      "yf": 303,
      "pp": 304,
      "dq": 305,
      "vm": 306,
      "hi": 307,
      "gh": 308,
      "qq": 309,
      "nq": 310,
      "fy": 311,
      "mp": 312,
      "yp": 313,
      "pq": 314,
      "dm": 315,
      "qn": 316,
      "im": 317,
      "mn": 318,
      "yy": 319,
      "ih": 320,
      "ah": 321,
      "hg": 322,
      "kh": 323,
      "eh": 324,
      "py": 325,
      "ha": 326,
      "sm": 327,
      "qf": 328,
      "vh": 329,
      "cg": 330,
      "hk": 331,
      "rm": 332,
      "fq": 333,
      "yq": 334,
      "cl": 335,
      "tm": 336,
      "hs": 337,
      "qy": 338,
      "gc": 339,
      "qp": 340,
      "lc": 341,
      "hv": 342,
      "sh": 343,
      "he": 344,
      "ht": 345,
      "rh": 346,
      "hp": 347,
      "wl": 348,
      "mq": 349,
      "vc": 350,
      "ac": 351,
      "th": 352,
      "ic": 353,
      "hr": 354,
      "qm": 355,
      "nm": 356,
      "hd": 357,
      "mf": 358,
      "dh": 359,
      "ca": 360,
      "gw": 361,
      "dw": 362,
      "lw": 363,
      "kw": 364,
      "hf": 365,
      "ck": 366,
      "ci": 367,
      "fm": 368,
      "wk": 369,
      "cv": 370,
      "kc": 371,
      "dc": 372,
      "my": 373,
      "hn": 374,
      "pm": 375,
      "wa": 376,
      "nh": 377,
      "hy": 378,
      "wi": 379,
      "cs": 380,
      "we": 381,
      "yh": 382,
      "ph": 383,
      "cp": 384,
      "ce": 385,
      "cd": 386,
      "ew": 387,
      "fh": 388,
      "wv": 389,
      "wg": 390,
      "cr": 391,
      "sc": 392,
      "aw": 393,
      "mm": 394,
      "rc": 395,
      "wr": 396,
      "iw": 397,
      "sw": 398,
      "ym": 399,
      "vw": 400,
      "wd": 401,
      "ec": 402,
      "ws": 403,
      "hq": 404,
      "ct": 405,
      "tc": 406,
      "fc": 407,
      "rw": 408,
      "nc": 409,
      "tw": 410,
      "wt": 411,
      "wn": 412,
      "nw": 413,
      "yc": 414,
      "qh": 415,
      "cf": 416,
      "mh": 417,
      "wf": 418,
      "yw": 419,
      "cn": 420,
      "pw": 421,
      "wq": 422,
      "pc": 423,
      "fw": 424,
      "hh": 425,
      "wy": 426,
      "qw": 427,
      "cy": 428,
      "wp": 429,
      "cq": 430,
      "qc": 431,
      "hm": 432,
      "hc": 433,
      "mc": 434,
      "ch": 435,
      "cm": 436,
      "hw": 437,
      "wh": 438,
      "mw": 439,
      "wm": 440,
      "cc": 441,
      "ww": 442,
      "wc": 443,
      "cw": 444
    }
  }
}